<?php

function aboutUs() {
	
	$form_log = '
	<div class="container h-75 d-flex align-items-center justify-content-center ">
		<div class=" w-50 p-4 bg-secondary text-white rounded ">

	<p class="text-justify text-indent">
		Алекс ООД е специализирана фирма в разработването и внедряването на системи за автоматизация, електронно управление, 
		самостоятелни модули за контрол и управление. 
	</p>
	<p class="text-justify text-indent">
		Повече информация за продуктите, които предлагаме, може да намерите в нашия сайт в раздел <b>Проекти</b>.
	</p>
	<p class="text-justify text-indent">
		Ние разработваме собствени модули и цели интегрирани решения за контрол на достъпа и управление на процеси 
		за еднофамилни къщи, многофамилни жилищни сгради, офиси, бизнес сгради и малки предприятия. 
	</p>
	<p class="text-justify text-indent">
		Ако имате запитване, Ние винаги ще Ви консултираме, за да изберете най-правилното за Вас решение. 
	</p>
	<p class="text-justify text-indent">
		Може да се свържете с нас и по електронен път, като може да ни изпратите електронно съобщение или попълните формата за запитване 
		в раздел  <b>Контакти</b>
	</p>
	</div>';
	
	return $form_log;
}
	
?>