<?php
function showMgmtFactory () {
	$form_show = '
	<div class="container h-100 w-100 ">
		<div class="w-100 mt-4  mb-4 p-4 bg-secondary text-white rounded">

		<h1>Управление на фабрики и предприятия</h1>
		<h3>Контрол на достъпа в производствени предприятия, складове</h3><br>
			<img src="img/bravi2/factory1.jpg" height=300px><br><br>
		<p class="text-justify">
			Контролирането на служители играе важна роля в производствения процес и е от ключово значение за успешните финансови параметри на всяка фирма.
		</p>


		<p class="text-justify">
			Електронните брави отдавна са неразделна част от повечето съвременни сгради. 
			Такава популярност и широко разпространение се дължат на високата надеждност на 
			тези устройства и възможностите има за автоматизирано управление, автоматично заключване, отключване по разнообразни начини и други.

		</p>

			<img src="img/bravi2/factory2.jpg" height=300px>
			<img src="img/bravi2/factory4.jpg" height=300px><br><br>
		<p class="text-justify">
			Физическия ограничител/врата може да бъде изпълнен в много различни варианти. В зависимост от нуждите на даденото предприятие/склад/офис може да се монитора 
			от физическа бариерна преграда, до малък турникет.
		</p>
		<p class="text-justify">
			Идентификатър на потребителски ключ или карта не може да бъде фалшифициран, а ако бъде загубен, то той се деактивира и дори и да бъд откраднат - то след деактивирането - той не
			може да се използва отново. И при опит за отключване - ще активира алармата. 
			С добавянето на много просто алгоритъм, може много лесно да бъде хванат опит за дублиран ключ. В зависимост от какви врати се отварят в каква последователност, 
			много лесно да се види ако даден потребител почти по едно и също време отключва врати на много далечно разстояние една от друга. Или вече е влязъл на работа, 
			а по-късно същото ID се полза за да се влезе на външна входна врата на предприятието.
		</p><br>
';

	$form_show .= "</div></div>";
	return $form_show;
}
?>
