<?php
function showControl () {
	$form_show = '
	<div class="container h-100 w-100 ">
		<div class="w-100 mt-4  mb-4 p-4 bg-secondary text-white rounded">

		<h1>Контрол и управление</h1>
		<h3>Контрол от мобилно приложение</h3><br>
		<p class="text-justify">
			При такива умни електрически брави комуникацията с външния свят е възможно да се осъществява и чрез Bluetooth безжичен интерфейс, 
			който се поддържа от повечето смартфони и лаптопи. Важно предимство е, че нямате нужда от интернет връзка. 
			Това ще намали възможността хакери да атакуват достъпа до Вашата къща. 
			Обхватът на Bluetooth комуникацията обикновено не надвишава 15-20 метра и така се ограничава допълнително 
			възможността от неправомерен и неоторизиран опит за достъп.
		</p>
			<img src="img/bravi2/brava_telefom_3_bluetooth.jpg" height=300px><br><br>


		<h3>Контрол от дистанция</h3>
		<p class="text-justify">
			Намирайки се на хиляди километри от апартамента, можете да издадете временен ключ за дете, гост, куриер, 
			чистачка, съсед или който е необходимо да има достъп до имота. 
			Достъпът може да се програмира за еднократно влизане, по време, като може да са повтарящи се събития, ежедневно, ежеседмично. 
			Също така може да се ограничи достъпа до определени помещения, според конкретния случай.
		</p>
			<img src="img/bravi2/brava4.jpg" height=300px><br><br>
			
			
		<h3>Отваряне по много различни начини</h3>
		<p class="text-justify">
			Идентификацията на потребителя може да стане по много различни начини. С карта, чип, телефон, гривна, 
			пръстов отпечатък, разпознаване на лице, биометрични данни и много други.
		<p class="text-justify">
			При разпознаване на лице е възможно да заредим снимка на потребителя, който трябва да може да влезе в обекта дори когато сме на 
			другия край на света. Няма нужда да му предаваме физически ключ, карта или нещо друго, за да си отключи входната врата.
		</p>
			<img src="img/bravi2/brava11.jpg" height=300px><br><br>

		<p class="text-justify">
			Цялата система за контрол на достъпа е свързана към централен сървър. Четецът и електрическата брава могат напълно самостоятелно
			да предават данни към сървъра. Всеки от тях може да сигнализира при неправомерен опит за взлом. Четецът може да изпрати сигнал при проблем. 
			Също така системата може да следи "своята" цялост и при загуба на комуникация с даден елемент се вдига аларма. 
			Примерно четецът е счупен - веднага системата ще разбере, че има проблем.
			Отделно вратата ще изпрати сигнал ако бъде отворена. Тя може да бъде разбита и веднага ще се получи сигнал за аларма.
		</p>
			<img src="img/bravi2/dispecher.jpg" height=300px>
			<img src="img/bravi2/kradets.jpg" height=300px><br><br>
';

	$form_show .= "</div></div>";
	return $form_show;
}
?>