<?php
function showMgmtHouse () {
	$form_show = '
	<div class="container h-100 w-100 ">
		<div class="w-100 mt-4 mb-4 p-4 bg-secondary text-white rounded">

		<h1>Управление на къщи</h1>
		<h3>Контрол на достъпа в умна къща</h3><br><br>
			<img src="img/bravi2/umna_kashta_1.jpg" height=300px><br><br>
		<p class="text-justify">
			Контролираният достъп до всички отделни модули в една умна къща е най-важното правило, което трябва да се има предвид при създаването на проекта.
			Още от започването на идейния проект, трябва да се обмислят внимателно различните модули, комуникацията между тях, управлението отвън и/или отвътре
			както и защита на самите модули от външно посегателство. </p>

		<p class="text-justify">
			Трябва да се предвиди защита в комуникационната среда на къщата, кой ще има права за достъп до дадения модул, протоколи за достъп. Това трябва да стане 
			на две отделни нива: 
			<ul>
				<li>Комуникация и контрол на достъпа между отделните електронни модули вътре в къщата. 
				<li>Контрол на достъпа на потребителите до отделни помещения.
			</ul>
		</p>
			
		<p class="text-justify">
			Може да бъде ограничен достъпа на децата до гараж, мазе, таван. Ако има поддържащ персонал, примерно чистач, градинар, те трябва да имат достъп до
			специфични за тях сервизни помещения и не до цялата къща.
		</p><br>
			
			<img src="img/bravi2/house2.jpg" height=300px><br><br>

		<p class="text-justify">
			За малките деца е много лесно да ползват гривна с вграден Bluetooth безжичен интерфейс. Всяка брава ще има четец и още преди детето
			да е достигнало вратата, тя ще се отключи. След това може да се заключи автоматично при отдалечаване на гривната.
		</p>
			
		<p class="text-justify">
			Bluetooth може да се използва дори и за външни врати. Много хакери се опитват да ни вземат данните от банкомат като поставят четящи устройсва и малки 
			камери, които записват нашия PIN код. Но ако ползваме Bluetooth в нашата къща, подобен тип опит за открадване на данни ще бъде неуспешен. 
			Обхватът на Bluetooth комуникацията обикновено не надвишава 15-20 метра и така се ограничава допълнително 
			възможността от неправомерен и неоторизиран опит за достъп.
		</p>

			<img src="img/bravi2/house3.jpg" height=300px><br><br>
		<p class="text-justify">
			До всяка врата може да бъде поставен таблет за контрол на достъпа или за управление на различни модули в помещението. Освен, че може да се въведе код за отключване, 
			може да се покаже и всякаква друга необходима информация, както за външни хора, така и за нас самите, това може да е голямо улеснение в живота.
		</p>
			
		<p class="text-justify">
			На всички врати може да се включи функция за автоматично заключване - електрическата брава преминава в заключено състояние няколко 
			секунди след затваряне на вратата.
			Друга важно особеност е така нареченият Нощен режим - при избран от потребителя часови диапазон, се деактивира отключването отвън с карта или код. 
			Или изцяло се забранява отключването от всички посоки и всички варианти.</li>
		</p><br>
';

	$form_show .= "</div></div>";
	return $form_show;
}
?>
